export const MOCK_MESSAGES = [
  {
    id: 1,
    message: '안녕하세요',
    time: '오후 2:00',
    isMine: false,
    profileImage: 'https://placehold.co/40',
  },
  {
    id: 2,
    message: '혹시 거래 가능할까요?',
    time: '오후 2:01',
    isMine: false,
  },
  {
    id: 3,
    message: '넵 가능할 것 같습니다.',
    time: '오후 3:00',
    isMine: true,
    isRead: true,
  },
  {
    id: 4,
    message: '말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인',
    time: '오후 3:05',
    isMine: true,
    isRead: true,
  },
  {
    id: 5,
    message: '말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인 말풍선 맥시멈 확인',
    time: '오후 3:05',
    isMine: false,
    profileImage: 'https://placehold.co/40',
  },
  {
    id: 6,
    message: 'test',
    time: '오후 3:05',
    isMine: false,
  },
  {
    id: 7,
    message: 'test',
    time: '오후 3:05',
    isMine: false,
  },
];
