export const mockup = [
  {
    id: 1,
    message: '안녕하세요',
  },
  {
    id: 2,
    message:
      '안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요',
  },
  {
    id: 3,
    message:
      '안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요안녕하세요',
  },
  {
    id: 4,
    message: '안녕하세요',
  },
  {
    id: 5,
    message: '안녕하세요',
  },
  {
    id: 6,
    message: '안녕하세요',
  },
  {
    id: 7,
    message: '안녕하세요',
  },
  {
    id: 8,
    message: '안녕하세요',
  },
  {
    id: 9,
    message: '안녕하세요',
  },
];
